<article>
        
         <header>
                <h1>כל אנשי ויקיפדיה</h1>
                <p>כל אנשי ויקיפדיה נולד מהפוסט <a href ="http://www.activismos.com/?p=423" target="_blank">הזה</a>
                של <a href="https://twitter.com/#!/itamars" target="_blank">איתמר שאלתיאל</a>.
               איתמר (ומי שסייע לו,שהעדיף לא להחשף )הצביעו על עריכה מאסיבית יחסית של ערכי ויקיפדיה בעברית ובאנגלית מכתובות Ip ממשלתיות.
               עריכה שהעלתה חשד לניסיון לשכתוב המציאות, לפחות זו שמוצגת בויקיפדיה. שכתוב שעולה בקנה אחד עם הקו הממשלתי נגד המחאה החברתית.
                             
        <section>
                <h2> כתובות Ip והבלוק הממשלתי</h2>
                <p> לכל מחשב (או רשת מחשבים) שמחובר לרשת יש כתובת ייחודית, שהיא רק שלו, שנקראת כתובת ip. ארגונים גדולים או ממשלות גם מחזיקים מה שמכונה "בלוקים" של כתובות. במקרה של ממשלת ישראל מדובר בין השאר (?) בבלוק הזה:
                <a href="https://apps.db.ripe.net/whois/lookup/ripe/inetnum/147.237.0.0-147.237.255.255.html" target="_blank">147.228.0.0-147.237.255.255</a>כל מי שגולש מהרשת הממשלתית (המאובטחת למדי אנחנו מניחים) נראה באינטרנט כגולש מאחת מהכתובות בבלוק הזה. כמה כתובות יש כאן? 589,824.  איננו מכירים את המבנה של הרשת הממשלתית והאם יש ניתן להגיע לזיהוי מדויק יותר (כתובות כאלו וכאלו הן לשכת שר השיכון או ועדת הכנסת) אבל לעניינינו זה מספיק.</p>
        </section>
        <section>
                <h2>ויקיפדיה</h2>
                <p>כולנו מכירים את ויקיפדיה. אחד הפרוייקטים הגדולים והחשובים של קוד פתוח ברשת ואחד האתרים הגדולים באינטרנט בכלל. אתר שכולו מוחזק מתרומות
                והתנדבות. קוד פתוח לא רק בתוכנה שמאחור אלא בעיקר ברוח הכתיבה בו שטוענת בזכות ידע פתוח ושחברי הקהילה הרבים שלה משקיעים זמן ומאמץ בהתנדבות בכתיבה ובהפצת ידע כזה. זה לא מקרי שויקיפדיה
                הייתה ממובילות המאבק נגד SOPA , הניסיון לחוק צנזור האינטרנט.</p>
                <p>לויקיפדיה יש כלל פשוט לכותבים: או שתזדהו או שנזהה אותכם עם כתובת הIp שלכם. תזדהו אגב, בכל כינוי שתרצו, אפילו בלי דואר אלקטרוני חובה. למה שמישהו לא ירצה להרשם? לא יודעים, אולי הוא חושש שיקושר איכשהו
                לזהות האמיתית שלו, אולי הוא לא סגור על מדיניות הזיהוי של ויקיפדיה.</p>
        </section>
        <section>
                <h2>מה עושים פה?</h2>
                <p>
                        בעקבות הפרסום, רצינו לבדוק מה נערך מהכתובות האלו וגילינו שזה אפשרי, אבל לא קל.
                         אולי מחסום לא עביר בפני משתמש/ת קצת פחות טכנולוגיים ועל כן הקמנו במהירות את האתר הזה.
                </p>
                <p>
                        מאחורי הקלעים :אפליקציית פיייטון פשוטה שפונה אל ה<a href="http://he.wikipedia.org/w/api.php" target="_blank">Api של ויקיפדיה</a> מושכת  את כל העריכות מהכתובות האלו ומציגה אותן כאן בצורה נגישה יותר. זה הכל
                </p>
                <p>
                        <strong>כדאי לשים לב:</strong>
                        
                                האתר מראה רק עריכות בויקיפדיה העברית ורק כאלו מהבלוק של כתובות הIp שצוין למעלה.
                                הוא לא מראה עריכות ממקור ממשלתי או פרלמנטרי שנעשו עם כינוי תקף.
                        
                </p>
        </section>
        <section>
                <h2>עוד משהו</h2>
                <p>
                חשוב להדגיש, עצם קיומה של עריכה מכתובת ממשלתית אין פירושה שיש בו יד מכוונת. בכלל, כתובות כאלו יכולות לכלול פקיד מדינה מסור שעורך בויקיפדיה ערך על הזמרת האהובה עליו.  עוזרת פרלמנטרית שדואגת לשפץ את הביוגרפיה של הח"כית שלה או עובד משרד ממשלתי מסור שדואג לעדכן נתונים בנושא חשוב לציבור. היא יכולה גם לרמז על משהו אחר ותמים פחות. הנה גם <a href="/learned" target="_blank">מה שלמדנו</a>
                </p>
        </section>
		<section>
				<h3>קוד פתוח</h3>
				<p>
				כיוון שהאתר הזה רואה את עצמו כחלק מתנועת הקוד הפתוח אז הנה קוד המקור של האפליקציה ושל האתר ב<a href = "https://github.com/alonisser/wikimen" target="_blank">GitHub</a>
                                </p><p>
				וגם הפנייה לפרוייקט רחב יותר של פיקוח ציבורי על הממשלה והכנסת: <a href = "http://oknesset.org/"target="_blank">כנסת פתוחה </a>
				
				</p>
		</section>
</article>
%rebase layout