<article>
        
        <section>
                <h2>מה למדנו</h2>
                <p>
                       א.	למדנו שרוב <a href="/about">העריכה מכתובות הIp הממשלתיות היא עריכה תמימה</a>, נוסח עדכון נתונים מהלמ"ס או עריכה מטופשת שתפקידה לרומם את כבוד השר ירום הודו ולציין את תפקידו הצבאי ותרומתו רבת השנים והפעלים.
                </p>
                <p>
                       ב.	למדנו, שיש גם עריכה בעייתית מאוד שמגיעה מהכתובות של הממשלה והכנסת. עריכה מגמתית שהיא חלק מניסיון לעיצוב התודעה של אזרחי ואזרחיות המדינה. לא נראה שזה הרוב. לא ברור אם יש פה יד מכוונת.
                </p>
                <p>
                        ג.	ומעיון מדגמי למדנו גם שבמרבית המקרים אזרחי קהילת ויקיפדיה ידעו להפריד בין עיקר לטפל ולהעיף עריכה בעייתית, גזענית ומגמתית של ערכים (לא במה שנכתב בדפי השיחה) כך ששכרם של העורכים מטעם יצא בהפסדם. <strong>למדנו שיש תמורה לאמונה באדם</strong>.
                </p>
                
                
        </section>
        
</article>
%rebase layout