<article>
      
        <header>
                <h2>מלחמות העריכה של המאה ה21</h2>
                <p> <strong>"ידע הוא כוח"</strong> קבע פרנסיס בייקון ובעידן מהפכת המידע המתמדת המשפט זה נכון יותר מתמיד. המלחמות של המאה ה21 הן גם מלחמות עריכה. מאבקים על מה שיהיה כתוב – בעיתון, באינטרנט, במאגרי המידע. מאבקים על חופש המידע ו<a href="http://www.the7eye.org.il/Legislation/libel/Pages/libel_tikun_2011.aspx" target="_blank">חופש הכתיבה</a>. בעלי השררה יודעים את זה, אנחנו יודעים את זה</p>
        </header>
        <section>
                <h2>"אין תרופה טובה יותר מאור השמש"</h2>
                <h5>או למה בעצם אנחנו עושים את זה?</h5>
                <p>
                        "אין תרופה טובה יותר מאור השמש" כתב מזמן השופט ברנדייס, במשפט שאוהבים מאוד לצטט ופחות ליישם.
                </p>
                <p>
                        אנחנו חושבים שחידושה של החברה האזרחית בישראל דורש גם שקיפות ממשלתית, כמו גם שהציבור יגלה עניין אמיתי בנעשה בבית הנבחרים, בממשלה, בפקידות הציבורית. אנחנו חוששים שבמשך זמן רב מדי, הציב
                        ור בישראל מפקיר את החזית הציבורית, למתי מעט, בעלי השפעה ו/או ממון ושחלק מהמנגנון הציבורי הבכיר כבר התרגל לראות באינטרסים של אותם מתי מעט את האינטרס הציבורי. 
                </p>
                <p>
                        אנחנו מאמינים שחלק מהמאבק על צדק חברתי כולל את חיזוק הפיקוח הדמוקרטי על השלטון. דמוקרטיה תמיד הייתה הדגל של התנועות החברתיות. אבל דמוקרטיה על אמת שכוללת חשיפה של מה שהשלטון מעדיף שיהיה במחשכים, מאחורי הקלעים. חשיפה כזו  היא חלק
                        מחיזוק הפיקוח הדמוקרטי של הציבור
                </p>
        </section>
        <section>
                <h2>ולא, אנחנו לא חושבים שהתרופה הטובה לזה היא חיסולה של הממשלה</h2>
                <p>"הממשלה היא לא הפתרון אלא הבעיה" , מטיפים לנו,ברוח רייגן, הרדיקלים ממשרד האוצר ומשחקים על החשש שלנו מהאח הגדול בשביל לקדם את חיסול הסקטור הציבורי והקטנת הממשלה.  ה"תרופה" הזו נוסתה בישראל בשלושים השנים האחרונות שכללו <a href="http://www.adva.org/default.asp?pageid=1001&itmid=653#" target="_blank"> כיווץ משמעותי של הסקטור הציבורי בישראל והחלשתו</a>.  היא הובילה, בין השאר, לפערים החברתיים האדירים שאנחנו רואים, למציאות שהולידה את המחאה החברתית בקיץ 2011, להשתוללות חסרת הרסן של חקיקה אנטי דמוקרטית וכו'. הממשלה היא חלק מהתרופה רק צריך שאנחנו, <a href="http://wearethe99percent.tumblr.com/" target="_blank">99%</a>, נדע ונפקח על מעשיה.
                </p>
        </section>
        
</article>
%rebase layout